/* No comment provided by engineer. */
"1 byte" = "1 byte";

/* No comment provided by engineer. */
"16 bytes" = "16 bytes";

/* No comment provided by engineer. */
"2 bytes" = "2 bytes";

/* No comment provided by engineer. */
"32 bytes" = "32 bytes";

/* No comment provided by engineer. */
"4 bytes" = "4 bytes";

/* No comment provided by engineer. */
"8 bytes" = "8 bytes";

/* String encodings message */
"At least one encoding has to be selected" = "At least one encoding has to be selected";

/* No comment provided by engineer. */
"Authentication cancelled. Download failed." = "Authentication cancelled. Download failed.";

/* Selected block shrink location
   Selected block extend location */
"Back" = "Back";

/* Block move direction */
"Backward" = "Backward";

/* Big endianess, for toolbar combo box */
"Big" = "Big";

/* No comment provided by engineer. */
"Big Endian" = "Big Endian";

/* No comment provided by engineer. */
"Can't make up destination file name. Download failed." = "Can't make up destination file name. Download failed.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Clear recent searches in toolbar search field */
"Clear" = "Clear";

/* Toolbar button title */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Copy Selection" = "Copy Selection";

/* Message when string can't be converted to a hex integer */
"Couldn't convert to hex integer." = "Couldn't convert to hex integer.";

/* Toolbar button title */
"Cut" = "Cut";

/* No comment provided by engineer. */
"Cut Selection" = "Cut Selection";

/* Shorthand for decimal, for status bar */
"Dec" = "Dec";

/* Decimal numbers */
"Decimal" = "Decimal";

/* No comment provided by engineer. */
"Download complete." = "Download complete.";

/* No comment provided by engineer. */
"Download failed:" = "Download failed:";

/* No comment provided by engineer. */
"Download redirected to " = "Download redirected to ";

/* No comment provided by engineer. */
"Downloading" = "Downloading";

/* PLACEHOLDER */
"Empty" = "Empty";

/* Toolbar combo title */
"Endianess" = "Endianess";

/* No comment provided by engineer. */
"Endianess Selection" = "Endianess Selection";

/* Button title for block extend */
"Extend" = "Extend";

/* Window title for block extend */
"Extend Selection" = "Extend Selection";

/* Toolbar text field title */
"Find" = "Find";

/* No comment provided by engineer. */
"Find in File" = "Find in File";

/* Block move direction */
"Forward" = "Forward";

/* Selected block shrink location
   Selected block extend location */
"Front" = "Front";

/* General preferences title */
"General" = "General";

/* No comment provided by engineer. */
"Go to Offset" = "Go to Offset";

/* Toolbar text field title */
"Go To Offset" = "Go To Offset";

/* Shorthand for hexadecimal, for status bar
   Hexadecimal numbers
   Search type */
"Hex" = "Hex";

/* No comment provided by engineer. */
"Hex search" = "Hex search";

/* Write mode */
"Insert" = "Insert";

/* No comment provided by engineer. */
"Invalid hex character in string" = "Invalid hex character in string";

/* items replaced in search and replace */
"item(s) replaced" = "item(s) replaced";

/* Little endianess, for toolbar combo box */
"Little" = "Little";

/* No comment provided by engineer. */
"Little Endian" = "Little Endian";

/* String encodings message */
"Maximum number of selectable encodings reached" = "Maximum number of selectable encodings reached";

/* Button title for moving selected block */
"Move" = "Move";

/* Window title for moving selected blocks */
"Move Selection" = "Move Selection";

/* Window title when new version of 0xED is found */
"New Version Available" = "New Version Available";

/* No comment provided by engineer. */
"New version of this application is available. Would you like to download it?" = "New version of this application is available. Would you like to download it?";

/* No comment provided by engineer. */
"No" = "No";

/* No lines in binary display */
"No lines" = "No lines";

/* File offset for status bar */
"Offset" = "Offset";

/* No comment provided by engineer. */
"OK" = "OK";

/* Window title when directory is dropped on 0xED */
"Open Directory" = "Open Directory";

/* Write mode */
"Overwrite" = "Overwrite";

/* No comment provided by engineer. */
"Parts of the file were unreadable. Those will be displayed blank in the output. Further editing of this file is disabled." = "Parts of the file were unreadable. Those will be displayed blank in the output. Further editing of this file is disabled.";

/* Toolbar button title */
"Paste" = "Paste";

/* No comment provided by engineer. */
"Paste from Clipboard" = "Paste from Clipboard";

/* File read error panel title */
"Read Error" = "Read Error";

/* Menu title for search field in toolbar */
"Recent Searches" = "Recent Searches";

/* Toolbar button title */
"Redo" = "Redo";

/* No comment provided by engineer. */
"Redo Action" = "Redo Action";

/* No comment provided by engineer. */
"Required authentication failed. Download unsuccessful." = "Required authentication failed. Download unsuccessful.";

/* This will be put in the title of the window if resource fork is opened */
"Resource Fork" = "Resource Fork";

/* Toolbar button title */
"Save" = "Save";

/* No comment provided by engineer. */
"Save File" = "Save File";

/* Selection length for status bar */
"Selection" = "Selection";

/* Button title for block shrink */
"Shrink" = "Shrink";

/* Window title for block shrink */
"Shrink Selection" = "Shrink Selection";

/* Toolbar combo title */
"String Encoding" = "String Encoding";

/* No comment provided by engineer. */
"String Encoding Selection" = "String Encoding Selection";

/* Search type */
"Text" = "Text";

/* No comment provided by engineer. */
"Text search" = "Text search";

/* No comment provided by engineer. */
"The other fork could not be opened" = "The other fork could not be opened";

/* Confirmation when a directory with a large number of files is dropped on 0xED. %u will be replaced by the number of files */
"There are %u files in the directory. Are you sure you want to proceed?" = "There are %u files in the directory. Are you sure you want to proceed?";

/* Visualizer column header name */
"Type" = "Type";

/* User interface preferences title */
"UI" = "UI";

/* No comment provided by engineer. */
"Unable to open other fork" = "Unable to open other fork";

/* Toolbar button title */
"Undo" = "Undo";

/* No comment provided by engineer. */
"Undo Action" = "Undo Action";

/* Visualizer column header name */
"Value" = "Value";

/* Visualizer preferences title */
"Visualizer" = "Visualizer";

/* No comment provided by engineer. */
"Yes" = "Yes";